Chickwingandcola/Transistor1/Transistor.cydsn/Generated_Source/PSoC4/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.4
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2020 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "CYBLE_gatt.h"
#include "CYBLE.h"
#include "CYBLE_HAL_PVT.h"
#include "CYBLE_STACK_PVT.h"
#include "CYBLE_StackGap.h"
#include "CYBLE_StackGatt.h"
#include "CYBLE_StackGattDb.h"
#include "CYBLE_StackHostMain.h"
#include "CYBLE_StackL2cap.h"
#include "CYBLE_StackGattServer.h"
#include "CYBLE_StackGattClient.h"
#include "CYBLE_Stack.h"
#include "CYBLE_eventHandler.h"
#include "CYBLE_custom.h"
#include "Disconnect_LED.h"
#include "Disconnect_LED_aliases.h"
#include "AD5940_CS.h"
#include "AD5940_CS_aliases.h"
#include "AD5940_EXTI.h"
#include "AD5940_EXTI_aliases.h"
#include "LowPower_LED.h"
#include "LowPower_LED_aliases.h"
#include "AD5940_Interrupt.h"
#include "AD5940_MISO.h"
#include "AD5940_MISO_aliases.h"
#include "AD5940_SCLK.h"
#include "AD5940_SCLK_aliases.h"
#include "AD5940_MOSI.h"
#include "AD5940_MOSI_aliases.h"
#include "Advertising_LED.h"
#include "Advertising_LED_aliases.h"
#include "DRUG_EN_1.h"
#include "DRUG_EN_1_aliases.h"
#include "STIM_EN_A.h"
#include "STIM_EN_A_aliases.h"
#include "AD5940_RST.h"
#include "AD5940_RST_aliases.h"
#include "AMP1_EN.h"
#include "AMP1_EN_aliases.h"
#include "AMP2_EN.h"
#include "AMP2_EN_aliases.h"
#include "AMP3_EN.h"
#include "AMP3_EN_aliases.h"
#include "SPI_1.h"
#include "SPI_1_SPI_UART.h"
#include "SPI_1_PINS.h"
#include "SPI_1_SPI_UART_PVT.h"
#include "SPI_1_PVT.h"
#include "SPI_1_BOOT.h"
#include "CYBLE_bless_isr.h"
#include "SPI_1_SCBCLK.h"
#include "core_cm0_psoc4.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cyPm.h"
#include "cytypes.h"
#include "cypins.h"
#include "CyDMA.h"
#include "CyLFClk.h"
#include "cy_em_eeprom.h"

/*[]*/

